content/reading-note/learn-more-study-less.org
# -*- coding:utf-8-*-
#+TITLE:如何高效学习
#+AUTHOR: liushangliang
#+EMAIL: phenix3443+github@gmail.com


* 什么是完整性学习

** 结构
   结构是为了能够将只是系统的组织起来，方便记忆和理解。

** 模型
   模型是结构的基础，模型是为了简化信息，然后在模型上进一步延伸，纠错，是为了更加方便的理解知识。

** 高速公路
   高速公路是为了建立知识之间的联系，不同学科之间的只是联系更利于理解和创新。

* 如何完整性学习

** 获取信息
   通过获取信息来学习知识。信息有 5 种：

   信息的种类：
   + 随意信息: 比较琐碎，记忆需要一些特殊的记忆方法.
     + 处理方法：
       + 尽量建立信息之间的逻辑关系。
       + 联想法
       + 挂钩法
       + 压缩法

   + 论点信息: 需要检索 *大量* 的信息，但是不需要记忆细节。
     + 处理方法：
       + 图表法提取关键信息。

   + 过程信息: 需要大量练习，建立正确的学习背景模型可以减少时间。
     + 处理方法：
       + 比喻法：触类旁通
       + 图表法：整理练习步骤。
       + 模型纠错

   + 具体信息：需要在大脑中形成图像记忆。

   + 抽象信息：抽象，逻辑性强，基础对于后续学习很重要。
     + 处理方法
       + 比喻法：简化知识。
       + 内在法：建立联系。

   信息获取关键：快速，大量，理解。
   + 快读阅读：指读法，练习阅读，积极阅读。
   + 笔记流：图表结合，

** 理解
   + 困难信息：可能比较琐碎，需要联想法等
   + 关键信息：是基础，需要深入透彻了解。
   + 方法：比喻，内在化，十岁原则。

** 拓展
   + 扩展方向（三维）
     + 深度：探究知识背景
     + 横向：探究知识结构间联系

   + 处理方法：图表
     + 图表法：流程图，概念图，图像（具象）

** 应用

   应用才是学习的目的。以项目为基础的学习。

** 纠错

   进行模型纠错。

* 其他

** 能量管理
   控制健身，睡眠，饮食，

** 多实践
   实践同样是在学习。

** 不拖延

** 批处理

** 有组织
