docs/reading-note/learn-more-study-less.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-04-26 日 10:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>如何高效学习</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="liushangliang" />

</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="https://phenix3443.github.io/"> HOME </a>
</div><div id="content">
<h1 class="title">如何高效学习</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org86afbdf">1. 什么是完整性学习</a>
<ul>
<li><a href="#org3225485">1.1. 结构</a></li>
<li><a href="#org700f6cc">1.2. 模型</a></li>
<li><a href="#org4d29362">1.3. 高速公路</a></li>
</ul>
</li>
<li><a href="#org6267892">2. 如何完整性学习</a>
<ul>
<li><a href="#org9a7ecf0">2.1. 获取信息</a></li>
<li><a href="#org68b99eb">2.2. 理解</a></li>
<li><a href="#orgd372dc9">2.3. 拓展</a></li>
<li><a href="#orgc4d18f4">2.4. 应用</a></li>
<li><a href="#org2fd4710">2.5. 纠错</a></li>
</ul>
</li>
<li><a href="#org4a4afba">3. 其他</a>
<ul>
<li><a href="#org88485a6">3.1. 能量管理</a></li>
<li><a href="#org84663a8">3.2. 多实践</a></li>
<li><a href="#org1262067">3.3. 不拖延</a></li>
<li><a href="#org4268b4f">3.4. 批处理</a></li>
<li><a href="#orgcbbcb2b">3.5. 有组织</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-org86afbdf" class="outline-2">
<h2 id="org86afbdf"><span class="section-number-2">1</span> 什么是完整性学习</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org3225485" class="outline-3">
<h3 id="org3225485"><span class="section-number-3">1.1</span> 结构</h3>
<div class="outline-text-3" id="text-1-1">
<p>
结构是为了能够将只是系统的组织起来，方便记忆和理解。
</p>
</div>
</div>

<div id="outline-container-org700f6cc" class="outline-3">
<h3 id="org700f6cc"><span class="section-number-3">1.2</span> 模型</h3>
<div class="outline-text-3" id="text-1-2">
<p>
模型是结构的基础，模型是为了简化信息，然后在模型上进一步延伸，纠错，是为了更加方便的理解知识。
</p>
</div>
</div>

<div id="outline-container-org4d29362" class="outline-3">
<h3 id="org4d29362"><span class="section-number-3">1.3</span> 高速公路</h3>
<div class="outline-text-3" id="text-1-3">
<p>
高速公路是为了建立知识之间的联系，不同学科之间的只是联系更利于理解和创新。
</p>
</div>
</div>
</div>

<div id="outline-container-org6267892" class="outline-2">
<h2 id="org6267892"><span class="section-number-2">2</span> 如何完整性学习</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org9a7ecf0" class="outline-3">
<h3 id="org9a7ecf0"><span class="section-number-3">2.1</span> 获取信息</h3>
<div class="outline-text-3" id="text-2-1">
<p>
通过获取信息来学习知识。信息有 5 种：
</p>

<p>
信息的种类：
</p>
<ul class="org-ul">
<li>随意信息: 比较琐碎，记忆需要一些特殊的记忆方法.
<ul class="org-ul">
<li>处理方法：
<ul class="org-ul">
<li>尽量建立信息之间的逻辑关系。</li>
<li>联想法</li>
<li>挂钩法</li>
<li>压缩法</li>
</ul></li>
</ul></li>

<li>论点信息: 需要检索 <b>大量</b> 的信息，但是不需要记忆细节。
<ul class="org-ul">
<li>处理方法：
<ul class="org-ul">
<li>图表法提取关键信息。</li>
</ul></li>
</ul></li>

<li>过程信息: 需要大量练习，建立正确的学习背景模型可以减少时间。
<ul class="org-ul">
<li>处理方法：
<ul class="org-ul">
<li>比喻法：触类旁通</li>
<li>图表法：整理练习步骤。</li>
<li>模型纠错</li>
</ul></li>
</ul></li>

<li>具体信息：需要在大脑中形成图像记忆。</li>

<li>抽象信息：抽象，逻辑性强，基础对于后续学习很重要。
<ul class="org-ul">
<li>处理方法
<ul class="org-ul">
<li>比喻法：简化知识。</li>
<li>内在法：建立联系。</li>
</ul></li>
</ul></li>
</ul>

<p>
信息获取关键：快速，大量，理解。
</p>
<ul class="org-ul">
<li>快读阅读：指读法，练习阅读，积极阅读。</li>
<li>笔记流：图表结合，</li>
</ul>
</div>
</div>

<div id="outline-container-org68b99eb" class="outline-3">
<h3 id="org68b99eb"><span class="section-number-3">2.2</span> 理解</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>困难信息：可能比较琐碎，需要联想法等</li>
<li>关键信息：是基础，需要深入透彻了解。</li>
<li>方法：比喻，内在化，十岁原则。</li>
</ul>
</div>
</div>

<div id="outline-container-orgd372dc9" class="outline-3">
<h3 id="orgd372dc9"><span class="section-number-3">2.3</span> 拓展</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>扩展方向（三维）
<ul class="org-ul">
<li>深度：探究知识背景</li>
<li>横向：探究知识结构间联系</li>
</ul></li>

<li>处理方法：图表
<ul class="org-ul">
<li>图表法：流程图，概念图，图像（具象）</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgc4d18f4" class="outline-3">
<h3 id="orgc4d18f4"><span class="section-number-3">2.4</span> 应用</h3>
<div class="outline-text-3" id="text-2-4">
<p>
应用才是学习的目的。以项目为基础的学习。
</p>
</div>
</div>

<div id="outline-container-org2fd4710" class="outline-3">
<h3 id="org2fd4710"><span class="section-number-3">2.5</span> 纠错</h3>
<div class="outline-text-3" id="text-2-5">
<p>
进行模型纠错。
</p>
</div>
</div>
</div>

<div id="outline-container-org4a4afba" class="outline-2">
<h2 id="org4a4afba"><span class="section-number-2">3</span> 其他</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org88485a6" class="outline-3">
<h3 id="org88485a6"><span class="section-number-3">3.1</span> 能量管理</h3>
<div class="outline-text-3" id="text-3-1">
<p>
控制健身，睡眠，饮食，
</p>
</div>
</div>

<div id="outline-container-org84663a8" class="outline-3">
<h3 id="org84663a8"><span class="section-number-3">3.2</span> 多实践</h3>
<div class="outline-text-3" id="text-3-2">
<p>
实践同样是在学习。
</p>
</div>
</div>

<div id="outline-container-org1262067" class="outline-3">
<h3 id="org1262067"><span class="section-number-3">3.3</span> 不拖延</h3>
</div>

<div id="outline-container-org4268b4f" class="outline-3">
<h3 id="org4268b4f"><span class="section-number-3">3.4</span> 批处理</h3>
</div>

<div id="outline-container-orgcbbcb2b" class="outline-3">
<h3 id="orgcbbcb2b"><span class="section-number-3">3.5</span> 有组织</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: liushangliang</p>
<p class="email">Email: <a href="mailto:phenix3443+github@gmail.com">phenix3443+github@gmail.com</a></p>
<p class="date">Created: 2020-04-26 日 10:55</p>
<p class="validation"></p>
</div>
</body>
</html>
